{"m":{"v":2,"c":"numbers","n":30},"e":[{"i":"hana","k":"하나","r":"hana","t":{"w":"One","x":"Native Korean number 1. Used for counting objects. Corresponds to Sino-Korean '일(一)'.","e":["It's one.","Give me one, please.","Learning the pronunciation and usage of one is important.","Understanding the role of one in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[하나]","[hana]"],"h":1},{"i":"dul","k":"둘","r":"dul","t":{"w":"Two","x":"Native Korean number 2. Used for counting objects or people. Corresponds to Sino-Korean '이(二)'.","e":["It's two.","Give me two, please.","Learning the pronunciation and usage of two is important.","Understanding the role of two in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[둘]","[tul]"],"h":1},{"i":"set","k":"셋","r":"set","t":{"w":"Three","x":"Native Korean number 3. Used for counting objects or people. Corresponds to Sino-Korean '삼(三)'.","e":["It's three.","Give me three, please.","Learning the pronunciation and usage of three is important.","Understanding the role of three in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[셋]","[set]"],"h":1},{"i":"net","k":"넷","r":"net","t":{"w":"Four","x":"Native Korean number 4. Used for counting objects or people. Corresponds to Sino-Korean '사(四)'.","e":["It's four.","Give me four, please.","Learning the pronunciation and usage of four is important.","Understanding the role of four in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[넷]","[net]"],"h":1},{"i":"daseot","k":"다섯","r":"daseot","t":{"w":"Five","x":"Native Korean number 5. Used for counting objects or people. Corresponds to Sino-Korean '오(五)'.","e":["It's five.","Give me five, please.","Learning the pronunciation and usage of five is important.","Understanding the role of five in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[다섯]","[tasʌt]"],"h":1},{"i":"yeoseot","k":"여섯","r":"yeoseot","t":{"w":"Six","x":"Native Korean number 6. Used for counting objects or people. Corresponds to Sino-Korean '육(六)'.","e":["It's six.","Give me six, please.","Learning the pronunciation and usage of six is important.","Understanding the role of six in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[여섯]","[jʌsʌt]"],"h":1},{"i":"ilgop","k":"일곱","r":"ilgop","t":{"w":"Seven","x":"Native Korean number 7. Used for counting objects or people. Corresponds to Sino-Korean '칠(七)'.","e":["It's seven.","Give me seven, please.","Learning the pronunciation and usage of seven is important.","Understanding the role of seven in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[일곱]","[ilɡop]"],"h":1},{"i":"yeodeol","k":"여덟","r":"yeodeol","t":{"w":"Eight","x":"Native Korean number 8. Used for counting objects or people. Corresponds to Sino-Korean '팔(八)'.","e":["It's eight.","Give me eight, please.","Learning the pronunciation and usage of eight is important.","Understanding the role of eight in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[여덟]","[jʌdʌl]"],"h":1},{"i":"ahop","k":"아홉","r":"ahop","t":{"w":"Nine","x":"Native Korean number 9. Used for counting objects or people. Corresponds to Sino-Korean '구(九)'.","e":["It's nine.","Give me nine, please.","Learning the pronunciation and usage of nine is important.","Understanding the role of nine in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[아홉]","[ahop]"],"h":1},{"i":"yeol","k":"열","r":"yeol","t":{"w":"Ten","x":"Native Korean number 10. Used for counting objects or people. Corresponds to Sino-Korean '십(十)'.","e":["It's ten.","Give me ten, please.","Learning the pronunciation and usage of ten is important.","Understanding the role of ten in Korean number system makes quantity expressions natural."]},"g":["number","counting","basic"],"p":["[열]","[jʌl]"],"h":1},{"i":"il-one","k":"일","r":"il","t":{"w":"One (Sino-Korean)","x":"Sino-Korean number 1. Used for phone numbers, dates, prices, etc.","e":["It's one (sino-korean).","Give me one (sino-korean), please.","Learning the pronunciation and usage of one (sino-korean) is important.","Understanding the role of one (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[일]","[il]"],"h":1},{"i":"i-two","k":"이","r":"i","t":{"w":"Two (Sino-Korean)","x":"Sino-Korean number 2. Used for phone numbers, dates, prices, etc.","e":["It's two (sino-korean).","Give me two (sino-korean), please.","Learning the pronunciation and usage of two (sino-korean) is important.","Understanding the role of two (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[이]","[i]"],"h":1},{"i":"sam","k":"삼","r":"sam","t":{"w":"Three (Sino-Korean)","x":"Sino-Korean number 3. Used for phone numbers, dates, prices, etc.","e":["It's three (sino-korean).","Give me three (sino-korean), please.","Learning the pronunciation and usage of three (sino-korean) is important.","Understanding the role of three (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[삼]","[sam]"],"h":1},{"i":"sa-four","k":"사","r":"sa","t":{"w":"Four (Sino-Korean)","x":"Sino-Korean number 4. Used for phone numbers, dates, prices. In Korea, it's sometimes considered unlucky as it sounds like '死 (death)' in Chinese.","e":["It's four (sino-korean).","Give me four (sino-korean), please.","Learning the pronunciation and usage of four (sino-korean) is important.","Understanding the role of four (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[사]","[sa]"],"h":1},{"i":"o-five","k":"오","r":"o","t":{"w":"Five (Sino-Korean)","x":"Sino-Korean number 5. Used for phone numbers, dates, prices, etc.","e":["It's five (sino-korean).","Give me five (sino-korean), please.","Learning the pronunciation and usage of five (sino-korean) is important.","Understanding the role of five (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[오]","[o]"],"h":1},{"i":"yuk","k":"육","r":"yuk","t":{"w":"Six (Sino-Korean)","x":"Sino-Korean number 6. Used for phone numbers, dates, prices, etc.","e":["It's six (sino-korean).","Give me six (sino-korean), please.","Learning the pronunciation and usage of six (sino-korean) is important.","Understanding the role of six (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[육]","[juk]"],"h":1},{"i":"chil","k":"칠","r":"chil","t":{"w":"Seven (Sino-Korean)","x":"Sino-Korean number 7. Used for phone numbers, dates, prices, etc.","e":["It's seven (sino-korean).","Give me seven (sino-korean), please.","Learning the pronunciation and usage of seven (sino-korean) is important.","Understanding the role of seven (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[칠]","[tɕʰil]"],"h":1},{"i":"pal","k":"팔","r":"pal","t":{"w":"Eight (Sino-Korean)","x":"Sino-Korean number 8. Used for phone numbers, dates, prices. In Chinese culture, it's a lucky number as it sounds like '發財 (to prosper)'.","e":["It's eight (sino-korean).","Give me eight (sino-korean), please.","Learning the pronunciation and usage of eight (sino-korean) is important.","Understanding the role of eight (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[팔]","[pʰal]"],"h":1},{"i":"gu-nine","k":"구","r":"gu","t":{"w":"Nine (Sino-Korean)","x":"Sino-Korean number 9. Used for phone numbers, dates, prices, etc.","e":["It's nine (sino-korean).","Give me nine (sino-korean), please.","Learning the pronunciation and usage of nine (sino-korean) is important.","Understanding the role of nine (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[구]","[ku]"],"h":1},{"i":"sip","k":"십","r":"sip","t":{"w":"Ten (Sino-Korean)","x":"Sino-Korean number 10. Used for phone numbers, dates, prices, etc.","e":["It's ten (sino-korean).","Give me ten (sino-korean), please.","Learning the pronunciation and usage of ten (sino-korean) is important.","Understanding the role of ten (sino-korean) in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[십]","[ɕip]"],"h":1},{"i":"baek","k":"백","r":"baek","t":{"w":"Hundred","x":"Sino-Korean number 100. Used for counting large numbers.","e":["It's hundred.","Give me hundred, please.","Learning the pronunciation and usage of hundred is important.","Understanding the role of hundred in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[백]","[pɛk]"],"h":1},{"i":"cheon","k":"천","r":"cheon","t":{"w":"Thousand","x":"Sino-Korean number 1,000. Often used for large numbers and prices.","e":["It's thousand.","Give me thousand, please.","Learning the pronunciation and usage of thousand is important.","Understanding the role of thousand in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[천]","[tɕʰʌn]"],"h":1},{"i":"man","k":"만","r":"man","t":{"w":"Ten thousand","x":"Sino-Korean number 10,000. In Korean, the unit after thousand is ten thousand.","e":["It's ten thousand.","Give me ten thousand, please.","Learning the pronunciation and usage of ten thousand is important.","Understanding the role of ten thousand in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[만]","[man]"],"h":1},{"i":"yeong","k":"영","r":"yeong","t":{"w":"Zero","x":"Sino-Korean number 0. Used in phone numbers and scores. Also called '공 (gong)'.","e":["It's zero.","Give me zero, please.","Learning the pronunciation and usage of zero is important.","Understanding the role of zero in Korean number system makes quantity expressions natural."]},"g":["number","sino-korean","basic"],"p":["[영]","[jʌŋ]"],"h":1},{"i":"ban","k":"반","r":"ban","t":{"w":"Half","x":"Half of a whole. Means 1/2. Also indicates '30 minutes' when telling time.","e":["It's half.","Give me half, please.","Learning the pronunciation and usage of half is important.","Understanding the role of half in Korean number system makes quantity expressions natural."]},"g":["number","fraction","basic"],"p":["[반]","[pan]"],"h":1},{"i":"cheot","k":"첫","r":"cheot","t":{"w":"First","x":"The very first in order. Short for 'first'.","e":["It's first.","Give me first, please.","Learning the pronunciation and usage of first is important.","Understanding the role of first in Korean number system makes quantity expressions natural."]},"s":8,"g":["ordinal","first","basic"],"p":["[첫]","[tɕʰʌt]"],"h":1},{"i":"du-second","k":"두 번째","r":"du beonjjae","t":{"w":"Second","x":"Second in order. After the first.","e":["It's second.","Give me second, please.","Learning the pronunciation and usage of second is important.","Understanding the role of second in Korean number system makes quantity expressions natural."]},"g":["ordinal","second","basic"],"p":["[두]","[tu]"],"h":1},{"i":"majimak","k":"마지막","r":"majimak","t":{"w":"Last / Final","x":"The very end in order. Nothing more after.","e":["It's last / final.","Give me last / final, please.","Learning the pronunciation and usage of last / final is important.","Understanding the role of last / final in Korean number system makes quantity expressions natural."]},"g":["ordinal","last","basic"],"p":["[마지막]","[madʑimak]"],"h":1},{"i":"myeot","k":"몇","r":"myeot","t":{"w":"How many / What (number)","x":"A word used to ask about quantity or order.","e":["It's how many / what (number).","Give me how many / what (number), please.","Learning the pronunciation and usage of how many / what (number) is important.","Understanding the role of how many / what (number) in Korean number system makes quantity expressions natural."]},"s":8,"g":["question","number","basic"],"p":["[몇]","[mjʌt]"],"h":1},{"i":"modue","k":"모두","r":"modu","t":{"w":"All / Everyone / Everything","x":"The whole thing. Combined together. Without exception.","e":["It's all / everyone / everything.","Give me all / everyone / everything, please.","Learning the pronunciation and usage of all / everyone / everything is important.","Understanding the role of all / everyone / everything in Korean number system makes quantity expressions natural."]},"s":3,"g":["quantity","all","basic"],"p":["[모두]","[modu]"],"h":1}]}